
// 改版游戏大厅首页
var newIndex_index = [
    {"name":"改版游戏大厅首页","code":"00030000000253420170111113802060"}];
// 首页上方搜索按钮
var newIndex_topOrder = [
    {"name":"改版游戏大厅-上方-产品订购","code":"00140000000130920171811102042466"}];

// 首页左侧栏目
var newIndex_leftBar = [
    {"name":"改版游戏大厅-左侧-竞技视频","code":"00140000000590220171711104434739"},
    {"name":"改版游戏大厅-左侧-包月畅玩","code":"00140000000827520171711100535325"},
    {"name":"改版游戏大厅-左侧-安卓精品","code":"00140000000758620171711101635274"},
    {"name":"改版游戏大厅-左侧-单点道具","code":"00140000000224120171711102535970"},
    {"name":"改版游戏大厅-左侧-免费专区","code":"00140000000287120171711103635617"},
    {"name":"改版游戏大厅-左侧-人气榜单","code":"00140000000849820171711105135696"}];

// 首页中间视频播放窗口
var newIndex_player = [
    {"name":"改版游戏大厅-中间-视频播放窗口","code":"00140000000139720171711101537561"}];

// 首页中间视频推荐位
var newIndex_playerRecom = [
    {"name":"改版游戏大厅-中间-视频推荐位1","code":"00140000000130220171711103337462"},
    {"name":"改版游戏大厅-中间-视频推荐位2","code":"00140000000377620171711104037084"},
    {"name":"改版游戏大厅-中间-视频推荐位3","code":"00140000000676320171711104737248"},
    {"name":"改版游戏大厅-中间-视频推荐位4","code":"00140000000091720171711105437409"}];

// 首页中间按钮
var newIndex_icon = [
    {"name":"改版游戏大厅-中间-搜索","code":"00140000000100120171711102238895"},
    {"name":"改版游戏大厅-中间-个人中心","code":"00140000000098620171711103738361"},
    {"name":"改版游戏大厅-中间-钱包充值","code":"00140000000583120171711105038640"}];

// 首页右上CP入口
var newIndex_cpEntry = [
    {"name":"改版游戏大厅-右上-CP入口1","code":"00140000000769120171711102339464"},
    {"name":"改版游戏大厅-右上-CP入口2","code":"00140000000199720171711103539753"},
    {"name":"改版游戏大厅-右上-CP入口3","code":"00140000000914020171711104539471"},
    {"name":"改版游戏大厅-右上-CP入口4","code":"00140000000296220171711105339432"},
    {"name":"改版游戏大厅-右上-CP入口5","code":"00140000000701920171711100040850"},
    {"name":"改版游戏大厅-右上-CP入口6","code":"00140000000110320171711103642609"},
    {"name":"改版游戏大厅-右上-CP入口7","code":"00140000000404520171711104442169"}];

// 首页右下游戏推荐位
var newIndex_gameRecom = [
    {"name":"改版游戏大厅-右下-推荐位1","code":"00140000000679320171711104540185"},
    {"name":"改版游戏大厅-右下-推荐位2","code":"00140000000370620171711105540689"},
    {"name":"改版游戏大厅-右下-推荐位3","code":"00140000000986020171711100241036"},
    {"name":"改版游戏大厅-右下-推荐位4","code":"00140000000900420171711100841794"},
    {"name":"改版游戏大厅-右下-推荐位5","code":"00140000000706920171711101641223"},
    {"name":"改版游戏大厅-右下-推荐位6","code":"00140000000617520171711102341302"},
    {"name":"改版游戏大厅-右下-推荐位7","code":"00140000000802920171711104241003"},
    {"name":"改版游戏大厅-右下-推荐位8","code":"00140000000441520171711104941929"}];

// 首页轮播图下方入口
var newIndex_bottomBtn = [
    {"name":"改版游戏大厅-轮播图下-玩过的游戏","code":"00140000000769120171711102339464"},
    {"name":"改版游戏大厅-轮播图下-产品订购","code":"00140000000199720171711103539753"},
    {"name":"改版游戏大厅-轮播图下-钱包充值","code":"00140000000914020171711104539471"},
    {"name":"改版游戏大厅-轮播图下-活动","code":"00140000000296220171711105339432"},
    {"name":"改版游戏大厅-轮播图下-搜索","code":"00140000000701920171711100040850"},
    {"name":"改版游戏大厅-轮播图下-收藏","code":"00140000000110320171711103642609"}
]


