
// 新版游戏大厅首页
var index_index = [
{"name":"新版游戏大厅","code":"00030000000907220171206272655023"}];
// 首页上方搜索按钮
var index_topSearch = [
{"name":"游戏大厅上方搜索","code":"00030000000726320171606272254477"}];

// 首页左侧栏目
var index_leftCategory = [
{"name":"游戏大厅左侧栏目1","code":"00140000000848020172107041424965"},
{"name":"游戏大厅左侧栏目2","code":"00140000000510320172107043424211"},
{"name":"游戏大厅左侧栏目3","code":"00140000000465120172107045424085"},
{"name":"游戏大厅左侧栏目4","code":"00140000000082420172107041025902"},
{"name":"游戏大厅左侧栏目5","code":"00140000000386720172107042425798"},
{"name":"游戏大厅左侧栏目6","code":"00140000000495320172107044025028"}];

// 首页中间大图推荐位
var index_midRecom = [
{"name":"游戏大厅中间大图推荐位","code":"00140000000178420172107040526766"}];

// 首页右上游戏推荐位
var index_rightUpCategory = [
{"name":"游戏大厅右上游戏推荐位1","code":"00140000000995420172107042426926"},
{"name":"游戏大厅右上游戏推荐位2","code":"00140000000120620172107043526685"},
{"name":"游戏大厅右上游戏推荐位3","code":"00140000000468620172107044226518"},
{"name":"游戏大厅右上游戏推荐位4","code":"00140000000155920172107044826906"},
{"name":"游戏大厅右上游戏推荐位5","code":"00140000000773920172107045626157"},
{"name":"游戏大厅右上游戏推荐位6","code":"00140000000192420172107040527865"},
{"name":"游戏大厅右上游戏推荐位7","code":"00140000000699220172107041627493"},
{"name":"游戏大厅右上游戏推荐位8","code":"00140000000832420172107042427127"},
{"name":"游戏大厅右上游戏推荐位9","code":"00140000000110020172107043127335"},
{"name":"游戏大厅右上游戏推荐位10","code":"00140000000860920172107044127194"}];

// 首页右上游戏推荐位
var index_rightDownCategory = [
{"name":"游戏大厅右下推荐位1","code":"00140000000602620172107043828196"},
{"name":"游戏大厅右下推荐位2","code":"00140000000721320172107044728976"},
{"name":"游戏大厅右下推荐位3","code":"00140000000636620172107045328920"},
{"name":"游戏大厅右下推荐位4","code":"00140000000064620172107040029634"},
{"name":"游戏大厅右下推荐位5","code":"00140000000939120172107040629636"},
{"name":"游戏大厅右下推荐位6","code":"00140000000487120172107041329951"},
{"name":"游戏大厅右下推荐位7","code":"00140000000703220172107042029460"}];


